var data=[{
    title: "食品饮料",
    li:["休闲食品", "牛奶", "饮料"],
    sublist:[["饼干蛋糕", "橄榄油", "坚果蜜饯", "糖果/巧克力", "进口牛奶", "方便食品", "饮料冲调"],
    ["猪肉脯", "薯片/膨化", "鸭脖", "海苔", "牛肉干", "果蔬干", "果冻", "辣条"],
    ["曲奇", "面包", "蛋糕", "饼干", "派", "蛋卷", "威化", "肉松饼"],
    ["核桃", "夏威夷果", "松子", "开心果", "碧根果", "腰果", "巴旦木", "花生"],
    ["枣", "葡萄干", "芒果干", "梅", "山楂", "枸杞", "蔓越莓干", "栗子", "薯/芋头类"],
    ["巧克力", "口香糖", "棒棒糖", "喜糖", "糖", "润喉糖", "黑巧克力"],
    ["牛奶乳品", "酸奶", "风味奶", "儿童奶", "鲜奶", "成人奶粉", "乳酸饮料"],
    ["乌龙茶", "龙井", "普洱", "红茶", "绿茶", "白茶", "黑茶", "养生茶", "花果茶", "花草茶"],
    ["碳酸水", "中草药饮料", "功能类", "运动类", "茶饮", "蛋白质类", "果蔬类", "果味类"],
    ["咖啡", "奶茶", "蜂蜜", "蜂产品", "柚子茶", "营养奶粉", "谷粉豆浆"]],
    
    subtitle:["进口食品", "休闲食品", "蛋糕饼干", "坚果炒货", "蜜饯果干", "糖果/巧克力", "牛奶", "茗茶", "饮料/水", "营养冲调"]
},
{
    title: "粮油副食",
    li:["食用油", "米面", "厨房调味"],
    sublist:[["调和油", "玉米油", "葵花籽油", "大豆油", "菜籽油", "茶油", "亚麻籽油", "橄榄油", "椰子油"],
    ["南方籼米", "五常大米", "进口大米", "稻花香", "大米", "面粉", "挂面"],
    ["红小豆", "黄豆", "薏仁米", "绿豆", "黑米", "糯米", "黑芝麻", "杂粮礼盒"],
    ["醋", "盐", "白糖", "红糖", "烘焙原料", "味精/鸡精", "复合调味料", "香油/芝麻油", "咖喱"],
    ["方便米饭", "火腿肠", "罐头", "八宝粥", "速食汤粥", "麦片谷物", "方便粉丝", "进口方便面"],
    ["银耳", "食用菌", "枸杞", "大枣", "桂圆干", "海干货", "莲子", "水果干"],
    ["香辣酱", "辣椒酱", "豆瓣酱", "番茄酱", "花生酱", "香菇酱", "拌饭酱", "沙拉酱"],
    ["北京特产", "上海特产", "海南特产", "福建特产", "山西特产", "西藏特产", "四川特产", "安徽特产"]],
    subtitle:["食用油", "米面/面粉", "健康杂粮", "厨房调味", "方便速食", "南北干货", "调味酱", "地方特产"]
},
{
    title: "个人护理",
    li: ["洗发护发", "身体", "口腔", "女性"],
    sublist:[["护发素", "护发精油", "发膜", "套装"],
    ["剃须", "润肤", "颈部", "手足", "护手霜", "手膜", "护足霜", "足膜"],
    ["牙膏", "牙粉", "牙刷", "牙线", "牙缝刷", "口喷", "假牙清洁", "套装"],
    ["假发", "发胶", "发蜡", "弹力素", "发泥", "啫喱", "蓬蓬粉", "发油", "定型喷雾"],
    ["卫生护垫", "卫生棉条", "私密护理", "套装"]],
    subtitle:["洗发护理", "身体护理", "口腔护理", "美发假发/造型", "卫生护理"]
},
{
    title: "护肤美妆",
    li:["面部护肤", "香水彩妆", "男士"],
    sublist:[["卸妆", "洁面", "爽肤水", "乳液面霜", "精华", "眼霜", "防晒", "套装"],
    ["男士香水", "Q版香水", "香水套装"],
    ["眉笔", "睫毛膏", "眼线", "眼影", "唇膏/彩", "腮红", "美甲", "美妆工具"],
    ["洗发护理", "身体护理", "剃须", "男士套装"],
    ["润肤", "手足"],
    ["美体工具", "美甲工具"]],
    subtitle:["面部护肤", "香水", "彩妆", "男士专区", "身体护肤", "美容工具"]
},
{
    title: "家居清洁",
    li:["纸品湿巾", "衣物清洁", "厨房用品"],
    sublist:[["卷纸", "湿巾", "手帕纸", "厨房用纸", "商务用纸"],
    ["机洗洗衣液", "衣物护理剂", "除菌消毒", "洗衣粉", "洗衣皂"],
    ["洗洁精", "卫浴清洁", "地板清洁", "墙面玻璃清洁", "家电清洁"],
    ["垃圾袋", "口罩", "餐具用品", "厨房用品", "浴室/卧室用品"]],
    subtitle: ["纸品湿巾", "衣物清洁", "家庭清洁", "一次性用品"]
},
{
    title: "母婴用品",
    li: ["奶粉", "尿裤", "玩具"],
    sublist: [["成人奶粉"],
    ["钙铁锌/维生素", "米粉/菜粉", "益生菌/初乳", "清火/开胃", "果泥/果汁", "面条/粥", "宝宝零食"],
    ["拉拉裤", "成人尿裤", "湿巾"],
    ["宝宝洗浴", "理发器", "洗衣液/皂", "奶瓶清洗", "儿童餐具", "水壶/水杯"],
    ["吸奶器", "牙胶安抚", "暖奶消毒", "辅食料理机"],
    ["婴儿内衣", "婴儿礼服", "婴儿鞋帽袜", "家居床品", "安全防护"],
    ["防辐射服", "妈咪包/背婴带", "产后塑身", "孕妇护肤", "文胸/内裤", "月子装", "三轮车", "自行车"],
    ["婴儿推车", "餐椅摇椅", "学步车", "扭扭车", "滑板车", "电动车"],
    ["安全座椅", "增高垫"]],
    subtitle:["奶粉", "营养辅食", "尿裤湿巾", "洗护用品", "喂养用品", "寝居服饰", "妈妈专区", "童车童床", "安全座椅"]
},
{
    title: "中外名酒",
    li: ["白酒", "红酒/起泡", "啤酒"],
    sublist: [["酱香型", "浓香型", "凤香型", "兼香型", "董香型", "黄酒/养生酒", "陈年老酒"],
    ["白啤", "黄啤", "国产啤酒", "进口啤酒", "烈性啤酒", "精酿啤酒", "果味/无醇", "其他"],
    ["精美礼盒", "红葡萄酒", "白葡萄酒", "桃红葡萄酒", "贵腐/加强酒", "起泡酒", "海外直采"],
    ["威士忌", "单一麦芽", "金酒", "朗姆酒", "龙舌兰", "伏特加", "鸡尾酒", "清酒", "烧酒", "梅子酒", "力娇酒"],
    ["啤酒", "洋酒", "世界名庄"]],
    subtitle:["白酒", "啤酒", "葡萄酒", "洋酒", "海外直采"]
},
{
    title: "京东生鲜",
    li: ["橙子", "奇异果", "北极虾", "牛排", "鸡蛋"],
    sublist:[["车厘子", "芒果", "奇异果", "橙子", "榴莲", "牛油果", "蓝莓", "火龙果", "山竹"],
    ["虾类", "海产干货", "贝类", "海参", "三文鱼", "龙虾", "帝王蟹", "扇贝", "鳕鱼", "大闸蟹"],
    ["羊肉", "猪肉", "牛排", "牛腩", "牛腱子", "羊肉卷", "羊排", "猪蹄"],
    ["鸭", "鸡蛋", "鸭蛋", "鸽", "鸡腿", "鸡翅", "特色禽类"],
    ["瓜果茄类", "根茎类", "鲜菌菇", "葱姜蒜类", "南瓜", "西红柿", "玉米", "泡菜", "山药"],
    ["面点", "包子", "汤圆", "馄饨", "火锅丸子", "速冻半成品", "黄油奶酪", "手抓饼"],
    ["低温奶", "甜品蛋糕", "冷藏果蔬汁"]],
    subtitle:["新鲜水果", "海鲜水产", "猪牛羊肉", "禽类蛋品", "新鲜蔬菜", "冷冻速食", "饮品甜品"]
},
{
    title: "居家生活",
    li: ["置物架", "五金", "绿植", "狗粮"],
    sublist: [["洗衣机龙头", "角阀", "地漏", "厨卫挂件", "接线板", "开关", "锁具", "工具", "劳保", "家用胶", "门铃"],
    ["衣帽架", "层架/置物架", "鞋架", "简易衣柜", "晾衣架", "折叠床", "家用梯", "电脑桌", "休闲椅/凳", "储物收纳", "边桌茶几"],
    ["雨刷", "香水", "洗车配件", "毛巾掸子", "坐垫", "头枕腰靠", "挂件摆件"],
    ["益生菌", "维生素", "螺旋藻", "增肌粉", "燕窝", "阿胶", "虫草", "参类", "三七", "石斛", "骨骼健康", "左旋肉碱", "美容养颜", "美体塑身"],
    ["验孕试纸", "排卵试纸", "杜蕾斯", "杰士邦", "冈本", "超薄", "持久", "倍润", "大象", "赤尾"],
    ["女士内裤", "文胸", "袜子", "丝袜", "睡衣", "保暖内衣", "丝巾", "帽子", "手套"],
    ["篮球鞋", "徒步鞋", "冲锋衣", "羽毛球", "篮球", "山地车", "运动配件", "NB鞋"],
    ["电脑包", "双肩包", "旅行包", "学生书包", "打火机", "礼品文具", "烟具", "美妆礼品", "闹钟", "挂钟"],
    ["猫粮", "狗罐头", "猫罐头", "狗零食", "猫零食", "猫狗日用", "医疗保健", "水族", "绿植", "园艺工具", "种子"]],
    subtitle: ["五金工具", "简易家具", "汽车用品", "营养滋补", "计生用品", "内衣配饰", "运动户外", "礼品箱包", "宠物园艺"]
}];

var imagesrc=["https://img10.360buyimg.com//babel/jfs/t1/77440/40/12432/94321/5d9c41e7E7cf16214/a9083eb666955364.jpg!q80.webp",
"https://img11.360buyimg.com//babel/jfs/t1/56537/25/13192/70775/5d9eecadEb05ef60d/95bed487cc9c8b15.jpg!q80.webp",
"https://img12.360buyimg.com//babel/jfs/t1/51869/5/13004/93283/5d9f5d5bE65962db4/a9a0d41979944977.jpg!q80.webp",
"https://img13.360buyimg.com//babel/jfs/t1/45881/33/13212/187844/5da05348E45af973c/640a7363080cc7b9.jpg!q80.webp",
"https://img14.360buyimg.com//babel/jfs/t1/78915/13/12451/166820/5d9ea99bEaf0bdb2a/a66c7dab6232325e.jpg!q80.webp",
"https://img10.360buyimg.com//babel/jfs/t1/77867/24/13067/173756/5da54594E90f640b0/318e594296878d26.jpg!q80.webp"];

var adimg=["http://img10.360buyimg.com//babel/jfs/t1/50298/12/12122/38799/5d91ad1dE5a259c80/b151f45040b3fa30.jpg!q80.webp","http://img10.360buyimg.com//babel/jfs/t1/88174/1/22/21133/5da597fcE663138ce/2d41164dfad4cbae.jpg!q80.webp"];

var littleImg=[ 
    {
        src:"https://img10.360buyimg.com/jdcms/s100x100_jfs/t3154/4/348474326/105192/77dc7f92/57b2c8e6Nba6d1c96.jpg!q80.webp",
        title:"【京东超市】忍者（storc）指甲刀套装 指甲剪不锈钢甲沟炎修脚刀套装生日礼物圣诞节礼物zj12"
    },
    {
        src:"https://img11.360buyimg.com/jdcms/s100x100_jfs/t3808/307/102665948/123584/298ee860/58075ab6N4c20a87f.jpg!q80.webp",
        title:"南孚(NANFU)LR6AA聚能环5号碱性电池干电池12粒挂卡装/儿童玩具/血压计/血糖仪/遥控器/挂钟/键盘电池"
    },
    {
        src:"https://img12.360buyimg.com/jdcms/s100x100_jfs/t4144/58/3371856272/138300/49280feb/58df5c4bN1fe29b13.jpg!q80.webp",
        title:"四万公里 旅游出差折叠晾衣架 便携防滑魔术衣架 SW2010 5种颜色随机配送"
    },
    {
        src:"https://img13.360buyimg.com/jdcms/s100x100_jfs/t4180/246/3168905280/177092/13d17ebc/58dca858Nc29da1fe.jpg!q80.webp",
        title:"四万公里 新款便携式洗漱包 防水多功能随身化妆包旅行男女收纳包 SW1101 深灰色"
    },
    {
        src:"https://img14.360buyimg.com/jdcms/s100x100_jfs/t3193/128/570521359/167034/ac7c131f/57ba73c2Nc58281d1.jpg!q80.webp",
        title:"四万公里 一次性毛巾 洗脸柔巾 洁面巾 一次性柔巾美容巾纯棉旅行面巾 10件管装 SW8006"
    }
]



